{"questions":["Welcome! 😀\nWe are a team of researchers conducting a study about life and opinions of young people in India. In the coming weeks, we will share with you some nice and short videoclips that you can watch for free. We will also ask you some questions about them. If you agree to take part to this study and you answer our questions, then you will have the chance of winning up to *10 Samsung Galaxy s8!*\n\nYour answers will always remain confidential.\n\nBy clicking the Accept botton, you confirm you have read and accept the _General Terms and Conditions_ contained in the Consent Form available at the link below.\n","Welcome!\nHow old are you?","We are sorry, but you are either too young or too old to take part to this game.","We are going to ask you 12 questions about you and your everyday life. The survey will take just 5 minutes of your time. Please try to ansewer the questions carefully and truthfully.","What is your gender?","What is your current occupation?","What is the highest level of school you attended?","Many young people have boyfriends or girlfriends.  Are you dating someone?","How do you rate your level of English?","Have you ever heard of/watched a web series called \"Sex-Ki-Adalat\"?","Which type of Internet connection do you use most?","How often do you watch videos online (e.g., on Facebook, Instagram, YouTube, etc.)?","Thank you for your time.\nOnly 4 questions are left!\n \nNow we would like to know how you and others feel about the role of women in the society. First, we will ask about your own opinion. Then we will ask you about other people’s opinion. \nKeep in mind that your answers will remain confidential.","In your opinion, should a woman be banned from entering the kitchen or household shrine during her periods? ","Now imagine to pick 10 of your Facebook friends.\n \nAccording to you, how many of them think that a woman should be banned from entering the kitchen or household shrine during her periods? ","In your opinion, is a husband justified in hitting or beating his wife if he suspects her of being unfaithful?","Now imagine to pick 10 of your Facebook friends.\n \nAccording to you, how many of them think that a husband is justified in hitting or beating his wife if he suspects her of being unfaithful?","Would you like to know what your Facebook friends actually think about the role of women in the society? \n\nYou can share an anonymous poll through your Facebook wall to it find out!","Thank you for your time! We will get in touch soon! \nIn the coming days we will send you a short video that you can watch for free. "],"1800244896727776":["hey","{\"value\":\"I Accept\",\"ref\":\"4cc5c31b-6d23-4d50-8536-7abf1cdf0782\"}","15","End","Continue","mycontinue"]}